Repository: MaximilienVilla/ZealOSServerEdition
Catalog: src/Server/P2P/st-micheal-network/apps/routerconsole/locale-news/messages_*.po
Languages: sl

source: Congratulations on getting I2P installed!
sl: Čestitke za uspešno nameščen I2P!

source: Welcome to I2P!
sl: Dobrodošli v I2P-ju!

source: Please {0}have patience{1} as I2P boots up and finds peers.
sl: Prosim {0}imejte potrpljenje{1} medtem, ko se I2P zaganja in išče druge uporabnike.

source: While you are waiting, please {0}adjust your bandwidth settings{1} on the {2}configuration page{3}.
sl: Medtem ko čakate, prosim {0}prilagodite si svoje nastavitve pretočnosti{1} na {2}konfiguracijski strani{3}.

source: Also you can setup your browser to use the I2P proxy to reach eepsites.
sl: Vi si lahko tudi nastavite vaš brskalnik, da uporablja I2P namestnika za dostop do eepsites.

source: Just enter 127.0.0.1 (or localhost) port 4444 as a http proxy into your browser settings.
sl: Samo vnestite 127.0.0.1 (ali localhost) z omrežnimi vrati 4444 kot HTTP posrednika v nastavitve vašega brskalnika.

source: Do not use SOCKS for this.
sl: Za to ne uporabite SOCKS.

source: More information can be found on the {0}I2P browser proxy setup page{1}.
sl: Več podatkov lahko najdete na {0}I2P strani za nastavitev posrednika brskalniku{1}.

source: Once you have a "shared clients" destination listed on the left, please {0}check out{1} our {2}FAQ{3}.
sl: Ko imate clij "deljenega odjemalca" prikazan na levi, prosim {0}poglejte si{1} naša {2}pogostokrat vprašana vprašanja{3}.

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#i2p{3}.
sl: Usmerite vašega IRC odjemalca na {0}localhost:6668{1} in odpišite "hi to use" na {2}#i2p{3}.

source: I2P Development Team
sl: I2P razvojna ekipa
